<?php defined('BASEPATH') OR exit('No direct script access allowed'); ?>
<section class="background">
	<section class="content">
		<div class="container">
            <?php $this->load->view('breadcrumb', $title) ?>
			<div class="row content_main mt-4">
                <div class="col-lg-12">
                    <div class="row mt-5">
                        <div class="col-lg-4 about_sec_left">
						<div class="about_content_left">
							<?= img("assets/images/logo.png") ?>
						</div>
					</div>
					<div class="col-lg-8 about_sec_right">
						<div class="about_content_right">
							<h2 class="font_family text-center"><b>તવારિખી છબી</b></h2>
							<p class="content_p font_family">વંશ વૃદ્ધિની તવારીખ પણ રોમાંચક, રસપ્રદ, અને ભાતીગળ હોઈ કુટુંબના પૂર્વ ઈતિહાસની માફક કુટુંબની અટક પણ ભૌગોલિક તેમજ વ્યવસાયિક સબંધો સાથે સૂત્રાત્મક સાતત્ય ધરાવતી હોય છે. અહીં જે પ્રસ્તુત છે તે ‘વોરા' અટક ધીરધારના વ્યવસાય કારણે વહેવારવાળાનાં ટુંકાક્ષરી પર્યાય ‘વોરા’ વ્યવસાય સૂચક છે.</p>
							<p class="content_p font_family">આપણા અર્થાત દસાડીઆ જૈન વોરા કુટુંબ મૂળ રાજસ્થાન જોધપૂર, બિકાનેર વચ્ચે આવેલ પીપાવારોડના વતની મૂળે રજપુત અને વૈષ્ણવ ધર્મના અનુયાયી હોવા છતાં ૨૫૦ વર્ષ પૂર્વે સ્થળાંતર કરી કુટુંબના પૂર્વજો ગુજરાતમાં થરાદ ગામે આવ્યા, અહિં જૈન ગોરજી મહારાજ કે મુનિમહારાજના સંપર્કમાં આવ્યા તેના ઉપદેશના ફળ સ્વરૂપે જૈન ધર્મ અંગીકાર કર્યો.</p>
							<p class="content_p font_family">વ્યવસાય સૂચક વોરા સાથે શ્રીમાળનગર તરફ્ટી આવતાં ‘શ્રીમાળી કહેવાયા અને દસાડા ગામમાં સ્થાયી થતાં | શ્રીમાળી દસાડીયા જૈન વોરા તરીકે ઓળખાયા.</p>
							<p class="content_p font_family">ઝીંઝુવાડા અને ધ્રાંગધ્રાની વંશાવલીના આદિ પુરૂષ પૂજ્ય શ્રી રતનસી દાદા હોવાની માહિતી પ્રાપ્ત થઈ છે. દસાડા સ્થાયી થયા બાદ આજથી આશરે 300 વર્ષ પૂર્વ દસાડાથી પૂજ્ય શ્રી રતનસી દાદા ઝીંઝુવાડા આવેલ હતા.તેઓના અનુગામી પેઢીના નામો નીચે મુજબ છે.</p>
							<p class="content_p font_family">(૧) પૂ. શ્રી રતનસી દાદાને દેવીદાસ અને થાના નામે બે પુત્રો હતા</p>
							<p class="content_p font_family">(૨) શ્રી દેવીદાસભાઈને લાલચંદ અને રૂપચંદ નામે બે પુત્રો હતા</p>
							<p class="content_p font_family">(૩) શ્રી થાનાભાઈને કાના અને કલ્યાણ નામે બે પુત્રો હતા</p>
							<p class="content_p font_family">શ્રી લાલચંદ અને રૂપચંદ ઝીંઝુવાડામાં રહ્યા.</p>
							<p class="content_p font_family">શ્રી કાના અને કલ્યાણ ઝીંઝુવાડાથી સ્થાળાંતર કરી ધ્રાંગધ્રા રહેવા ગયા આ બંને ગામમાં જ્યાં વડીલો રહેતા હતા તે સ્થળ વોરાનો ડેલો તરીકે આજે પણ અસ્તીત્વમાં છે.</p>
							<p class="content_p font_family">ઉપરોકત વોરા કુટુંબનો વેલો કુલ્યો પરંતુ કાળના પ્રવાહ બંને ગામના સંબંધો વિસરાતા ગયા છતાં વડીલો આ સંબંધો ભૂલ્યા ન હતા. વ્યવહારિક પ્રસંગોએ અવારનવાર એકમેકને મળવાનું થયું હતું. ત્યારે સ્મૃતિઓ જાગૃત થતી હતી.</p>
						</div>
					</div>
                    </div>
                </div>
			</div>
		</div>
	</section>
</section>