<section class="background">
	<section class="content">
		<div class="container">
			<div class="bg">
				<div class="row">
					<div class="col-12">
						<div class="title_main pt-2 text-center">
							<h2>News</h2>
							<nav aria-label="breadcrumb" class="bread_main">
								<ol class="breadcrumb">
									<li class="breadcrumb-item"><a href="index.php">Home</a></li>
									<li class="breadcrumb-item active" aria-current="page">News</li>
								</ol>
							</nav>
						</div>
					</div>
				</div>
				<div class="row mt-4">
					<div class="col-12">
						<div class="news_details_content">
							<img src="assets/images/trust_img.jpg">
							<p class="padddi">શિક્ષણએ નિરંતર શીખવાની અને આત્મ-વિશ્વાસ પ્રાપ્ત કરવાની પ્રક્રિયા છે. વિચાર અને સવાલ કરવા માટેની, સમસ્યાઓને ઓળખવા અને વિશ્લેષણ કરવા માટેની તેમજ માહિતી માંગવા અને પ્રાપ્ત કરવા માટે શિક્ષણ જરૂરી છે. કોઈપણ સમસ્યાઓનો ઉકેલ શોધવાની રીતો પર વિચાર કરવા માટેની જાગૃતતા અને કાર્ય યોજના નક્કી કરવા માટે અને તેના પર અમલ કરવા માટે શીખવાની અને સશક્તિકરણની પ્રક્રિયા કાર્યરત બને છે.</p>
							<p>શિક્ષણએ નિરંતર શીખવાની અને આત્મ-વિશ્વાસ પ્રાપ્ત કરવાની પ્રક્રિયા છે. વિચાર અને સવાલ કરવા માટેની, સમસ્યાઓને ઓળખવા અને વિશ્લેષણ કરવા માટેની તેમજ માહિતી માંગવા અને પ્રાપ્ત કરવા માટે શિક્ષણ જરૂરી છે. કોઈપણ સમસ્યાઓનો ઉકેલ શોધવાની રીતો પર વિચાર કરવા માટેની જાગૃતતા અને કાર્ય યોજના નક્કી કરવા માટે અને તેના પર અમલ કરવા માટે શીખવાની અને સશક્તિકરણની પ્રક્રિયા કાર્યરત બને છે.</p>
							<p>શિક્ષણએ નિરંતર શીખવાની અને આત્મ-વિશ્વાસ પ્રાપ્ત કરવાની પ્રક્રિયા છે. વિચાર અને સવાલ કરવા માટેની, સમસ્યાઓને ઓળખવા અને વિશ્લેષણ કરવા માટેની તેમજ માહિતી માંગવા અને પ્રાપ્ત કરવા માટે શિક્ષણ જરૂરી છે. કોઈપણ સમસ્યાઓનો ઉકેલ શોધવાની રીતો પર વિચાર કરવા માટેની જાગૃતતા અને કાર્ય યોજના નક્કી કરવા માટે અને તેના પર અમલ કરવા માટે શીખવાની અને સશક્તિકરણની પ્રક્રિયા કાર્યરત બને છે.</p>
						</div>
					</div>
				</div>
			</div>
		</div>
	</section>
</section>